ahmadawais.shades-of-purple
batisteo.vscode-django
blackboxapp.blackbox
blackboxapp.blackboxagent
christian-kohler.path-intellisense
cschlosser.doxdocgen
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dotjoshjohnson.xml
ecmel.vscode-html-css
emmanuelbeziat.vscode-great-icons
equinusocio.vsc-community-material-theme
esbenp.prettier-vscode
formulahendry.code-runner
garmin.monkey-c
jasonnutter.search-node-modules
johnpapa.winteriscoming
keyhr.42-c-format
markw65.prettier-extension-monkeyc
mohsen1.prettify-json
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
mtxr.sqltools
mtxr.sqltools-driver-mysql
naumovs.color-highlight
pkief.material-icon-theme
pranaygp.vscode-css-peek
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
slevesque.vscode-zipexplorer
svipas.prettier-plus
tal7aouy.icons
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
walkme.java-extension-pack
zhuangtongfa.material-theme
